{
  "brand": "GgT Digital",

  "nav": {
    "home": "Inicio",
    "services": "Servicios",
    "portfolio": "Portfolio",
    "about": "Nosotros",
    "contact": "Contacto"
  },

  "footer": {
    "brand": {
      "description": "Impulsamos tu presencia digital con dise침o, tecnolog칤a y estrategia."
    },
    "fastLinks": {
      "title": "Enlaces r치pidos"
    },
    "services": {
      "title": "Servicios",
      "ourServices": ["Dise침o Web", "Marketing Digital", "Branding e Identidad", "Optimizaci칩n SEO"]
    },

    "contact": {
      "title": "Cont치ctanos",
      "country": "Espa침a"
    },
    "copyrigth": { "description": "Dise침o web y soluciones digitales" }
  },

  "home": {
    "title": "Dise침amos la web que tu marca merece",
    "subtitle": "Creamos sitios modernos, limpios y adaptados a tu negocio.",
    "cards": [
      { "title": "Dise침o Web", "text": "Sitios personalizados, r치pidos y optimizados." },
      { "title": "Marketing Digital", "text": "Estrategia, SEO y crecimiento online." },
      { "title": "Branding & Identidad", "text": "Creamos la identidad que transmite tu valor." }
    ],
    "section": {
      "tagline": "쯃isto para hacer crecer tu marca?",
      "title": "Creamos p치ginas web modernas y profesionales",
      "description": "Ofrecemos dise침os web limpios, adaptados a tus necesidades, para potenciar tu presencia online y atraer m치s clientes con una imagen s칩lida y confiable.",
      "button": "Cont치ctanos"
    }
  },

  "services": {
    "title": "Nuestros servicios de dise침o web",
    "subtitle": "Ofrecemos soluciones modernas y personalizadas para potenciar tu presencia en l칤nea, adaptadas a las necesidades de comercios y emprendedores locales con un enfoque profesional y limpio.",
    "ourServices": [
      {
        "title": "Dise침o Web",
        "text": "Dise침amos y desarrollamos sitios web responsivos que reflejan la identidad de tu marca. Nuestros sitios son r치pidos, modernos y optimizados para todos los dispositivos, asegurando la mejor experiencia de usuario.",
        "icon": "游눹"
      },
      {
        "title": "Marketing Digital",
        "text": "Nuestras estrategias de marketing te ayudan a llegar efectivamente a tu p칰blico objetivo. Combinamos SEO, campa침as en redes sociales y an치lisis para impulsar el crecimiento y mejorar tu visibilidad online.",
        "icon": "游늳"
      },
      {
        "title": "Branding e Identidad",
        "text": "Creamos identidades de marca impactantes que comunican tus valores y te diferencian de la competencia. Desde logos hasta sistemas visuales completos, hacemos que tu marca sea inolvidable.",
        "icon": "游꿛"
      }
    ],
    "beneficts": {
      "title": "쯇or qu칠 elegir GgT Digital?",
      "sectionOne": {
        "title": "Resultados reales",
        "text": "Nos enfocamos en estrategias que impulsan tu crecimiento, no solo en est칠tica."
      },
      "sectionTwo": {
        "title": "Trato personalizado",
        "text": "Cada proyecto es 칰nico. Te acompa침amos paso a paso con atenci칩n cercana."
      },
      "sectionThree": {
        "title": "Confianza y seguridad",
        "text": "Cumplimos plazos, cuidamos tu marca y garantizamos soporte continuo."
      }
    },
    "section": {
      "title": "쯃isto para impulsar tu negocio?",
      "description": "Cont치ctanos hoy y creemos una presencia digital que genere resultados. Nuestras soluciones son modernas, limpias y adaptadas a las necesidades de tu negocio.",
      "button": "Cont치ctanos"
    }
  },

  "portfolio": {
    "title": "Nuestro Portafolio",
    "subtitle": "Descubre algunos de los proyectos en los que hemos trabajado. Modernos, responsivos y optimizados para todos los dispositivos.",
    "demos": [
      {
        "title": "Tienda Online",
        "image": "/images/ecom.jpg",
        "description": "Una tienda online dise침ada para aumentar las ventas y ofrecer una experiencia de usuario fluida en todos los dispositivos."
      },
      {
        "title": "Sitio Corporativo",
        "image": "/images/corp.jpg",
        "description": "Un sitio corporativo profesional para mejorar la imagen de marca y atraer clientes de manera efectiva."
      },
      {
        "title": "Portafolio Creativo",
        "image": "/images/port.jpg",
        "description": "Un portafolio visualmente impresionante para mostrar trabajos creativos con dise침o moderno e interactividad."
      },
      {
        "title": "Landing Page de Startup",
        "image": "/images/start.jpg",
        "description": "Una p치gina de aterrizaje optimizada para conversiones, destacando las caracter칤sticas clave y beneficios de la startup."
      },
      {
        "title": "Blog y Plataforma de Contenido",
        "image": "/images/blog.jpg",
        "description": "Una plataforma de blog limpia y responsiva, con enfoque en la legibilidad y el compromiso con el contenido."
      },
      {
        "title": "Micrositio para Campa침a de Marketing",
        "image": "/images/mark.jpg",
        "description": "Un sitio peque침o y enfocado, construido para apoyar campa침as de marketing con llamadas a la acci칩n efectivas."
      }
    ]
  },

  "about": {
    "title": "Sobre Nuestra Empresa",
    "subtitle": "Somos un equipo de profesionales apasionados dedicados a crear soluciones digitales que ayudan a las empresas a crecer.",
    "story": {
      "title": "Qui칠nes Somos",
      "description": "Fundada en 2025, nuestra empresa ha estado ofreciendo soluciones innovadoras de dise침o web, marketing y branding. Nos enfocamos en experiencias modernas, limpias y f치ciles de usar.",
      "subtitle": "Nuestra misi칩n es ayudar a negocios locales y emprendedores a establecer una presencia s칩lida en l칤nea mientras mantienen una imagen profesional y confiable."
    },
    "team": {
      "title": "Conoce a Nuestro Equipo",
      "whoIs": "쯈ui칠n es",
      "members": [
        {
          "photo": "/images/about/alberto.jpg",
          "name": "Alberto Gandoy Florido",
          "job": "CEO y Desarrollador",
          "description": "Alberto es un profesional con amplia experiencia en desarrollo de software y consultor칤a tecnol칩gica, habiendo trabajado en empresas como Accenture, Sogeti, Knowmad Mood y actualmente Globant.\nSe especializa en la gesti칩n y desarrollo de proyectos de alto impacto, asegurando calidad, eficiencia y soluciones escalables.\nApasionado por la programaci칩n y la innovaci칩n, combina conocimiento t칠cnico y enfoque perfeccionista."
        },
        {
          "photo": "/images/about/belen.jpg",
          "name": "Bel칠n Jim칠nez Ranchal",
          "job": "Directora de Marketing",
          "description": "Apasionada por el marketing desde peque침a, siempre ha buscado la perfecci칩n en cada detalle de su trabajo.\nCon experiencia en campa침as digitales, estrategia de marca y comunicaci칩n, combina creatividad con un enfoque anal칤tico para lograr resultados medibles y efectivos."
        },
        {
          "photo": "/images/about/david.jpg",
          "name": "David Ramirez Garcia",
          "job": "Director de creacion de contenido, Video y Fotograf칤a",
          "description": "Apasionado por la creaci칩n de contenido audiovisual, combina fotograf칤a, video y storytelling para transmitir ideas de manera 칰nica.\nEs el creador de su propia marca, Feelmar, donde desarrolla proyectos personales y profesionales que reflejan su estilo y visi칩n.\nSu pasi칩n por la creatividad y la innovaci칩n lo lleva a explorar constantemente nuevas t칠cnicas y tendencias, asegurando que cada proyecto sea impactante y aut칠ntico."
        }
      ]
    }
  },

  "contact": {
    "title": "Ponte en contacto",
    "subtitle": "쯊ienes un proyecto en mente o solo quieres saludar? Rellena el formulario a continuaci칩n y nos pondremos en contacto contigo lo antes posible.",
    "contact": {
      "title": "Contacto",
      "email": "Correo electr칩nico",
      "phone": "Tel칠fono"
    },
    "hours": {
      "title": "Horario",
      "week": "Lunes - Viernes",
      "weekendSaturday": "S치bado",
      "weekendSunday": "Domingo: Cerrado"
    },
    "form": {
      "name": "Tu nombre",
      "email": "Tu correo electr칩nico",
      "message": "Tu mensaje",
      "button": "Enviar mensaje"
    }
  }
}
